webpackJsonp([35],{

/***/ 1343:
/***/ (function(module, exports, __webpack_require__) {

// style-loader: Adds some css to the DOM by adding a <style> tag

// load the styles
var content = __webpack_require__(1344);
if(typeof content === 'string') content = [[module.i, content, '']];
if(content.locals) module.exports = content.locals;
// add the styles to the DOM
var add = __webpack_require__(147).default
var update = add("78a48cd9", content, false, {});
// Hot Module Replacement
if(false) {
 // When the styles change, update the <style> tags
 if(!content.locals) {
   module.hot.accept("!!../../../node_modules/css-loader/index.js!../../../node_modules/vue-loader/lib/style-compiler/index.js?{\"optionsId\":\"0\",\"vue\":true,\"id\":\"data-v-52955a17\",\"scoped\":true,\"sourceMap\":false}!../../../node_modules/sass-loader/lib/loader.js!../../../node_modules/vue-loader/lib/selector.js?type=styles&index=0!./agreement.vue", function() {
     var newContent = require("!!../../../node_modules/css-loader/index.js!../../../node_modules/vue-loader/lib/style-compiler/index.js?{\"optionsId\":\"0\",\"vue\":true,\"id\":\"data-v-52955a17\",\"scoped\":true,\"sourceMap\":false}!../../../node_modules/sass-loader/lib/loader.js!../../../node_modules/vue-loader/lib/selector.js?type=styles&index=0!./agreement.vue");
     if(typeof newContent === 'string') newContent = [[module.id, newContent, '']];
     update(newContent);
   });
 }
 // When the module is disposed, remove the <style> tags
 module.hot.dispose(function() { update(); });
}

/***/ }),

/***/ 1344:
/***/ (function(module, exports, __webpack_require__) {

exports = module.exports = __webpack_require__(146)(false);
// imports


// module
exports.push([module.i, "\n.ti[data-v-52955a17]{margin-bottom:20px\n}\n.ti[data-v-52955a17],.ti3[data-v-52955a17]{font-size:16px;text-align:center;font-weight:700\n}\n.ti2[data-v-52955a17],h5[data-v-52955a17]{font-size:14px;font-weight:700\n}\nh5[data-v-52955a17]{line-height:40px\n}\ndiv[data-v-52955a17]{padding:0 30px\n}\ndiv[data-v-52955a17],p[data-v-52955a17]{font-size:12px;line-height:20px\n}\np[data-v-52955a17]{margin-top:5px\n}\nh6[data-v-52955a17]{margin-top:10px;font-size:14px;line-height:20px\n}\n.red[data-v-52955a17]{text-decoration:underline;color:red\n}", ""]);

// exports


/***/ }),

/***/ 1345:
/***/ (function(module, __webpack_exports__, __webpack_require__) {

"use strict";
/* harmony export (binding) */ __webpack_require__.d(__webpack_exports__, "a", function() { return render; });
/* harmony export (binding) */ __webpack_require__.d(__webpack_exports__, "b", function() { return staticRenderFns; });
var render = function() {
  var _vm = this
  var _h = _vm.$createElement
  var _c = _vm._self._c || _h
  return _vm._m(0)
}
var staticRenderFns = [
  function() {
    var _vm = this
    var _h = _vm.$createElement
    var _c = _vm._self._c || _h
    return _c("div", { staticClass: "container" }, [
      _c("p", { staticClass: "ti3" }, [_vm._v("中细软集团创新科技服务云平台")]),
      _vm._v(" "),
      _c("p", { staticClass: "ti" }, [_vm._v("注册协议")]),
      _vm._v(" "),
      _c("p", { staticStyle: { "font-weight": "bold" } }, [
        _vm._v(
          "感谢您注册中细软集团创新科技服务云平台（以下简称“云平台”）。在注册云平台账号及使用本服务前，请用户（以下亦称“您”，未成年人应当在监护人陪同下阅读）审慎阅读、充分理解以下所述条款的内容，特别是限制、排除或者免除责任的条款。"
        )
      ]),
      _vm._v(" "),
      _c("p", { staticStyle: { "font-weight": "bold" } }, [
        _vm._v(
          "以下所述条款即构成您与中细软集团有限公司（以下简称“中细软集团”）之间关于您使用云平台所达成的协议（以下简称“本协议”），是您与中细软集团关于云平台相关事项订立的最终、完整且排他的协议。除非您已阅读并接受本协议的全部条款，否则您无权使用云平台。当您选择注册云平台账号，即视为您已充分阅读、理解并接受本协议的全部条款，成为云平台的用户，并接受本协议的约束。如在阅读本协议过程中，您对协议内容有任何异议的，您应立即停止注册程序。"
        )
      ]),
      _vm._v(" "),
      _c("p", { staticStyle: { "font-weight": "bold" } }, [
        _vm._v(
          "本协议的制定是为了明确双方的权利和义务，规范双方业务行为，充分发挥云平台的服务作用。中细软集团强烈建议您打印或在本地保存本协议供留存查看。"
        )
      ]),
      _vm._v(" "),
      _c("h5", [_vm._v("1. 服务须知")]),
      _vm._v(" "),
      _c("h6", [
        _vm._v(
          "1.1云平台运用自身开发的操作系统通过国际互联网络为用户提供购买商品等服务。使用云平台，您必须：\n        "
        ),
        _c("p", [
          _vm._v(
            "（1）自行配备上网的所需设备，包括个人手机、平板电脑、调制解调器、路由器等；"
          )
        ]),
        _vm._v(" "),
        _c("p", [
          _vm._v(
            "（2）自行负担个人上网所支付的与此服务有关的电话费用、网络费用等；"
          )
        ])
      ]),
      _vm._v(" "),
      _c("h6", [
        _vm._v(
          "\n        1.2基于云平台所提供的网络服务的重要性，您确认并同意：\n        "
        ),
        _c("p", [
          _vm._v(
            "（1）提供的注册资料真实、准确、完整、合法有效，注册资料如有变动的，应及时更新；"
          )
        ]),
        _vm._v(" "),
        _c("p", [
          _vm._v(
            "（2）如果您提供的注册资料不合法、不真实、不准确、不详尽的，您需承担因此引起的相应责任及后果，并且中细软集团保留终止您使用云平台各项服务的权利。"
          )
        ])
      ]),
      _vm._v(" "),
      _c("h5", [_vm._v("2. 协议生效及变更")]),
      _vm._v(" "),
      _c("h6", [
        _vm._v(
          "\n        2.1所有拟使用、使用云平台全部或部分服务的用户，应当首先同意本协议的所有条款。如果您不接受本协议的全部或部分内容，请停止使用云平台提供的全部或部分服务。\n    "
        )
      ]),
      _vm._v(" "),
      _c("h6", [
        _vm._v(
          "\n        2.2即使您在注册账号程序过程中没有点击“接受本协议”，您的下述行为将视为对本协议的完全接受：\n        "
        ),
        _c("p", [_vm._v("(1) 您在注册时填写手机号码并获取验证码的行为；")]),
        _vm._v(" "),
        _c("p", [_vm._v("(2) 您实际使用本服务的行为；")])
      ]),
      _vm._v(" "),
      _c("h6", [
        _vm._v(
          "2.3本协议是您与中细软集团之间关于用户使用云平台及其相关服务所订立的协议，在用户开通或使用某项服务时，可能会涉及某项服务的单独协议，所有单独协议为本协议不可分割的组成部分，与协议正文具有同等法律效力。"
        )
      ]),
      _vm._v(" "),
      _c("h6", [
        _vm._v(
          "2.4当您访问、浏览及使用云平台提供的各项服务、业务时，用户便表明其接受了本服务协议的条款，并同意受本服务协议的约束，用户须保证其提交的信息真实、准确、及时和完整。"
        )
      ]),
      _vm._v(" "),
      _c("h6", [
        _vm._v(
          "2.5云平台有权随时根据有关法律、法规的变化，以及公司经营状况和经营策略的调整等变更、修改、增加或删除本协议。所有修改的协议均构成本服务协议的一部分。服务条款一旦发生变动，云平台将公示修改的内容；当您使用云平台的任何服务时，应接受云平台随时提供的与该服务相关的规则或说明，并且此规则或说明均构成本服务条款的一部分。您如果不同意服务条款的修改，可以主动取消已经获得的服务；如果您继续享用服务，则视为您已经接受服务条款的修改。"
        )
      ]),
      _vm._v(" "),
      _c("h6", [_vm._v("2.6当发生争议时，以最新公布的协议版本为准。")]),
      _vm._v(" "),
      _c("h5", [_vm._v("\n        3. 账号使用规范\n    ")]),
      _vm._v(" "),
      _c("h6", [
        _vm._v(
          "3.1您使用云平台的产品、服务，需要注册一个账号。您在创建账号时，必须提供用户名和密码、以及完成注册所要求的个人资料信息。"
        )
      ]),
      _vm._v(" "),
      _c("h6", [
        _vm._v(
          "\n        3.2您应确保注册资料的真实性和准确性，如注册资料有任何变动，须及时更新，以便云平台确认您的身份，或为您提供密码找回等服务。\n    "
        )
      ]),
      _vm._v(" "),
      _c("h6", [
        _vm._v(
          "\n        3.3云平台特别提醒您妥善保管您的用户名和密码，不要将您的账号信息透露给任何其他人，当使用完云平台服务后，应安全退出。因您保管不善而导致密码失窃或其他未授权使用的，由此而造成的损失由您自行承担。\n    "
        )
      ]),
      _vm._v(" "),
      _c("h6", [
        _vm._v(
          "\n        3.4如您忘记密码或因其他原因而无法登录的，您可以自行通过注册时的手机号码、邮箱找回或重置密码，也可以向云平台的客服人员提供注册时的个人资料信息来重置密码。\n    "
        )
      ]),
      _vm._v(" "),
      _c("h6", [
        _vm._v(
          "\n        3.5云平台仅根据服务器接收到的用户名、密码进行身份确认，在用户名、密码准确的情况下，云平台将视为该登录行为系您亲自实施。如您发现任何账号异常情况，应立即通知云平台，但该账号登录后可能导致的损失由您承担，云平台不负任何责任。\n    "
        )
      ]),
      _vm._v(" "),
      _c("h6", [
        _vm._v(
          "\n        3.6云平台会不定期对用户身份进行确认，该确认行为不会单独另行通知。在确认期间，若您的账号未能通过确认，云平台有权注销或冻结您的账号。\n    "
        )
      ]),
      _vm._v(" "),
      _c("h6", [
        _vm._v(
          "\n       3.7云平台账号的所有权归云平台所有，您完成注册手续后，仅获得云平台账号的使用权，且该使用权仅属于初始注册人。\n       "
        ),
        _c("span", { staticClass: "red" }, [
          _vm._v(
            "初始注册人不得通过赠与、借用、转让或售卖云平台账号或者以其他方式许可非初始注册人使用云平台账号。"
          )
        ])
      ]),
      _vm._v(" "),
      _c("h6", [
        _vm._v("\n       3.8 "),
        _c("span", { staticClass: "red" }, [
          _vm._v(
            "当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，您可获得云平台账号并成为云平台用户。如有证据证明或云平台根据云平台规则判断您存在不当注册或不当使用多个云平台账号的情形，云平台可采取冻结或关闭账户、取消订单、拒绝提供服务等措施，如给云平台及相关方造成损失的，您还应承担赔偿责任。"
          )
        ])
      ]),
      _vm._v(" "),
      _c("h6", [
        _vm._v("\n       3.9 "),
        _c("span", { staticClass: "red" }, [
          _vm._v(
            "存在如下情形时，云平台会对您名下账号冻结、暂停或终止提供交易、提现等服务，且有权限制您所使用的产品或服务功能（包括但不限于对这些账户名下的款项和在途交易采取止付、取消交易、调账等限制措施）："
          )
        ]),
        _vm._v(" "),
        _c("p", { staticClass: "red" }, [
          _vm._v("（1）您违反了本协议的约定；")
        ]),
        _vm._v(" "),
        _c("p", { staticClass: "red" }, [
          _vm._v("（2）根据法律法规及法律文书的规定；")
        ]),
        _vm._v(" "),
        _c("p", { staticClass: "red" }, [_vm._v("（3）根据有权机关的要求；")]),
        _vm._v(" "),
        _c("p", { staticClass: "red" }, [
          _vm._v(
            "（4）您的账户操作、资金流向等存在异常时；您的账户可能产生风险的；"
          )
        ]),
        _vm._v(" "),
        _c("p", { staticClass: "red" }, [
          _vm._v(
            "（5）您在参加市场活动时有批量注册云平台账号、刷信用、交易内容不符或作弊等违反活动规则、违反诚实信用原则的；"
          )
        ]),
        _vm._v(" "),
        _c("p", { staticClass: "red" }, [
          _vm._v(
            "（6）他人向您云平台账号错误汇入资金等导致您可能存在不当获利的；"
          )
        ]),
        _vm._v(" "),
        _c("p", { staticClass: "red" }, [
          _vm._v("（7）您遭到他人投诉，且对方已经提供了一定证据的；")
        ]),
        _vm._v(" "),
        _c("p", { staticClass: "red" }, [
          _vm._v(
            "（8） 您可能错误地操作他人云平台账号，或者将他人账号进行了身份验证的。除（2）、（3）规定的情形外，如您申请恢复服务、解除上述止付或限制，请您向我们提供相关资料及身份证明等文件，以便云平台进行核实。"
          )
        ])
      ]),
      _vm._v(" "),
      _c("h6", [_vm._v("\n       3.10用户合法使用云平台服务的承诺\n   ")]),
      _vm._v(" "),
      _c("h6", [
        _vm._v(
          "\n       3.10.1您应遵守中华人民共和国相关法律法规及您所属、所居住或开展经营活动或其他业务的国家或地区的法律法规，不得将云平台服务用于任何非法目的（包括用于禁止或限制交易物品的交易），也不得以任何非法方式使用云平台服务。\n   "
        )
      ]),
      _vm._v(" "),
      _c("h6", [
        _vm._v(
          "\n       3.10.2您不得利用云平台服务从事侵害他人合法权益之行为或违反国家法律法规，否则云平台有权进行调查、延迟或拒绝结算或停止提供云平台服务，且您应独立承担所有相关法律责任，因此导致云平台或云平台雇员或其他方受损的，您应承担赔偿责任。\n       上述3.10.1和3.10.2适用的情况包括但不限于：\n       "
        ),
        _c("p", [
          _vm._v(
            "（1）侵害他人名誉权、隐私权、商业秘密、商标权、著作权、专利权等合法权益。"
          )
        ]),
        _vm._v(" "),
        _c("p", [_vm._v("（2）违反依法定或约定之保密义务。")]),
        _vm._v(" "),
        _c("p", [_vm._v("（3）冒用他人名义使用云平台服务。")]),
        _vm._v(" "),
        _c("p", [
          _vm._v(
            "（4）从事不法交易行为，如洗钱、恐怖融资、贩卖枪支、毒品、禁药、盗版软件、黄色淫秽物品、其他云平台认为不得使用云平台服务进行交易的物品等。"
          )
        ]),
        _vm._v(" "),
        _c("p", [_vm._v("（5）提供赌博资讯或以任何方式引诱他人参与赌博。")]),
        _vm._v(" "),
        _c("p", [
          _vm._v(
            "（6）未经授权使用他人银行卡，或利用信用卡套取现金（以下简称套现）。"
          )
        ]),
        _vm._v(" "),
        _c("p", [
          _vm._v(
            "（7）进行与您或交易对方宣称的交易内容不符的交易，或不真实的交易。"
          )
        ]),
        _vm._v(" "),
        _c("p", [_vm._v("（8）从事任何可能侵害云平台服务系统、数据之行为。")])
      ]),
      _vm._v(" "),
      _c("h6", [_vm._v("\n       3.11交易风险提示\n   ")]),
      _vm._v(" "),
      _c("h6", [
        _vm._v(
          "\n       3.11.1在使用云平台服务时，若您或您的交易对方未遵从本协议或相关网站说明、交易、支付页面中之操作提示、规则，则云平台有权拒绝为您与交易对方提供服务，且云平台不承担损害赔偿责任。若发生前述情形，而款项已先行入账您在云平台上的账户，您同意云平台有权直接自相关账户中扣回相应款项及（或）禁止您要求支付此笔款项之权利。\n   "
        )
      ]),
      _vm._v(" "),
      _c("h6", [
        _vm._v(
          "\n       3.11.2您通过云平台使用支付宝、微信等方式购买金融类产品时，为了您的利益，建议您仔细阅读金融类产品的协议以及页面提示，确认销售机构及产品信息，谨慎评估风险后再购买。\n   "
        )
      ]),
      _vm._v(" "),
      _c("h6", [
        _vm._v(
          "\n       3.11.3如您涉嫌利用云平台提供的服务从银行信用卡中套取现金（以下简称“套现”）或帮助他人自其银行信用卡中套现（本公司有权单方做出上述认定），云平台有权拒绝为您提供提现服务，并无须经您同意即有权限制与您相关的资金（包括账户余额、在途交易所涉资金等，下同）的操作权限，同时有权将该行为告知相关发卡行，在云平台完成核查后可将涉嫌套现的款项退返到相关的银行信用卡中。\n   "
        )
      ]),
      _vm._v(" "),
      _c("h6", [
        _vm._v(
          "\n       3.11.4如您涉嫌通过云平台进行虚假交易（包括但不限于套现、协助套现、赚取信用或积分）或盗用他人银行卡、未经许可使用他人的资金账户下的资金等，云平台无须经您同意即可限制您制止账户部分或全部功能，并撤销相关交易，直至云平台或公安及司法机关完成对您的核查。在云平台对您或您的交易进行核查时，您应当按照云平台的要求提供您的相关身份证件、交易凭证和其他本公司认为必要的凭证。云平台有权对相关交易行为、核查结果进行记录并予以公布。\n   "
        )
      ]),
      _vm._v(" "),
      _c("h6", [
        _vm._v(
          "\n       3.11.5如您使用信用卡支付，您每月不得超过人民币5000元（含5000元），如您超过限制金额，云平台有权限制您在云平台再次交易等相关行为。\n       出现本条3.11.3条、3.11.4条套现行为，云平台有权采取对指定的资金账户进行冻结等相关措施，冻结周期为90天；\n   "
        )
      ]),
      _vm._v(" "),
      _c("h6", [
        _vm._v(
          "\n       3.12您的账户若存在以下情形，云平台有权回收您的账户：\n   "
        )
      ]),
      _vm._v(" "),
      _c("h6", [
        _vm._v(
          "\n       3.12.1连续六个月未登录云平台或不存在任何云平台付费产品；\n   "
        )
      ]),
      _vm._v(" "),
      _c("h6", [_vm._v("\n       3.12.2其他云平台对外公示的情况。\n   ")]),
      _vm._v(" "),
      _c("h5", [_vm._v("\n       4. 云平台服务及规范\n   ")]),
      _vm._v(" "),
      _c("h6", [
        _vm._v(
          "\n       4.1您应自行诚信向本站提供注册资料，并同意其提供的注册资料真实、准确、完整、合法有效，如注册资料有变动的，应及时更新其注册资料。如果您提供的注册资料不合法、不真实、不准确、不详尽的，您需承担因此引起的相应责任及后果，并且本网站保留终止会员使用本网站各项服务的权利。\n   "
        )
      ]),
      _vm._v(" "),
      _c("h6", [
        _vm._v("\n       4.2您必须自行准备如下设备和承担如下开支：\n       "),
        _c("p", [
          _vm._v(
            "(1) 上网设备，包括但不限于电脑或者其他上网终端、调制解调器及其他必备的上网装置；"
          )
        ]),
        _vm._v(" "),
        _c("p", [
          _vm._v(
            "(2) 上网开支，包括并不限于网络接入费、上网设备租用费、手机流量费等。"
          )
        ])
      ]),
      _vm._v(" "),
      _c("h6", [
        _vm._v(
          "\n       4.3您可在本网站上查询商品、服务信息、发表使用体验、参与商品、服务讨论、参加本网站的有关活动，以及使用本网站上提供的其他服务。\n   "
        )
      ]),
      _vm._v(" "),
      _c("h6", [
        _vm._v(
          "\n       4.4您应当遵守诚实信用原则，确保您所发布的商品及/或服务信息真实、与您实际所销售的商品及/或提供的服务相符，并在交易过程中切实履行您的交易承诺\n   "
        )
      ]),
      _vm._v(" "),
      _c("h6", [
        _vm._v(
          "\n       4.5您在本站进行浏览、下单购物等活动时，涉及您真实姓名/名称、通信地址、联系电话、电子邮箱等隐私信息的，本站将予以严格保密，除非得到您的授权或法律另有规定，本站不会向外界披露会员隐私信息。\n   "
        )
      ]),
      _vm._v(" "),
      _c("h5", [_vm._v("\n       5. 服务的提供、变更、中断与终止\n   ")]),
      _vm._v(" "),
      _c("h6", [
        _vm._v(
          "\n       5.1云平台按照现有技术和条件所能达到的现状向用户、会员提供云平台的服务，并尽最大努力确保服务的安全性和稳定性。同时，云平台始终在不断变更和改进服务，包括可能会增加或删除云平台的部分服务，也可能暂停或彻底终止本项服务。\n   "
        )
      ]),
      _vm._v(" "),
      _c("h6", [
        _vm._v("\n       5.2 "),
        _c("span", { staticClass: "red" }, [
          _vm._v(
            "发生下列任何情况之一的，云平台有权在不经事先通知的情况下中断或终止本服务，而无需承担任何责任："
          )
        ]),
        _vm._v(" "),
        _c("p", { staticClass: "red" }, [
          _vm._v(
            "(1) 本服务受到计算机病毒、木马或其他恶意程序、黑客而遭受破坏的；"
          )
        ]),
        _vm._v(" "),
        _c("p", { staticClass: "red" }, [
          _vm._v("(2) 您本地或本服务的计算机软硬件、通信线路等出现故障的；")
        ]),
        _vm._v(" "),
        _c("p", { staticClass: "red" }, [
          _vm._v("(3) 您违反相关法律法规或本协议的约定；")
        ]),
        _vm._v(" "),
        _c("p", { staticClass: "red" }, [
          _vm._v(
            "(4) 根据相关规定您应提交真实信息，而未提供的或未能提供合理证明的；"
          )
        ]),
        _vm._v(" "),
        _c("p", { staticClass: "red" }, [
          _vm._v("(5) 其他云平台单方判断认为应当中止或终止本服务的情形。")
        ])
      ]),
      _vm._v(" "),
      _c("h6", [
        _vm._v(
          "\n       5.3如果您停止使用本服务或服务被终止或取消，云平台可以从服务器上永久地删除您的数据。服务停止、终止或取消后，云平台没有义务向您返还任何数据。\n   "
        )
      ]),
      _vm._v(" "),
      _c("h6", [
        _vm._v("\n       5.4 "),
        _c("span", { staticClass: "red" }, [
          _vm._v(
            "您同意云平台有权行使上述权利且不需对用户或第三方承担任何责任。"
          )
        ])
      ]),
      _vm._v(" "),
      _c("h5", [_vm._v("\n       6. 用户的使用\n   ")]),
      _vm._v(" "),
      _c("h6", [
        _vm._v("\n       6.1合法使用\n       "),
        _c("p", [
          _vm._v(
            "(1) 您仅有权在法律规定及本协议约定的方式和范围内使用云平台及其服务，并对在云平台中或通过注册账号所进行的全部行为（包括但不限于内容上传、信息发布或转发、言论发表等）独立承担全部法律责任。"
          )
        ]),
        _vm._v(" "),
        _c("p", [
          _vm._v(
            "(2) 您不得以任何目的，通过使用云平台而直接或间接地实施或教唆、帮助他方实施任何侵犯或可能侵犯云平台及/或第三方知识产权及相关权利的行为。如您因使用本服务违反法律规定或侵害他人合法权益而导致任何第三人提出索赔的，均由您独立承担全部法律责任。"
          )
        ]),
        _vm._v(" "),
        _c("p", [
          _vm._v(
            "(3) 您在使用本服务时，承诺不将本服务用于任何违法、非法目的，包括但不限于："
          )
        ]),
        _vm._v(" "),
        _c("p", [
          _vm._v(
            "i. 散布、传播、存储含有危害国家安全统一、破坏社会稳定、违反公序良俗、侮辱、诽谤、淫秽、赌博、暴力等违反国家法律法规的内容；"
          )
        ]),
        _vm._v(" "),
        _c("p", [
          _vm._v(
            "ii. 散布、传播、存储含有侵害他人知识产权、商业秘密等合法权利的内容；"
          )
        ]),
        _vm._v(" "),
        _c("p", [_vm._v("iii. 散布、传播、存储广告信息及垃圾信息；")]),
        _vm._v(" "),
        _c("p", [
          _vm._v(
            "iv. 散布、传播、存储含有计算机病毒、木马、蠕虫的文件，或其他任何可能破坏他人计算机运行或他人财产的程序；"
          )
        ]),
        _vm._v(" "),
        _c("p", [
          _vm._v(
            "v. 散布、传播、存储、下载任何其他用户所传播的，但您明知或应知是侵犯他人合理权益的文件；"
          )
        ]),
        _vm._v(" "),
        _c("p", [_vm._v("vi. 其他法律、行政法规和国家规定禁止的其他行为。")]),
        _vm._v(" "),
        _c("p", { staticClass: "red" }, [
          _vm._v(
            "您同意，若违反上述任何一项的规定或第三方向云平台通知、举报用户将本服务用于以上非法目的，云平台有权在不预先通知您的情况下立即删除或者屏蔽相关内容，中止或终止向您提供本服务且不退还已收取的任何费用。"
          )
        ]),
        _vm._v(" "),
        _c("p", [
          _vm._v(
            "(4) 用户不得（或委托第三方）对云平台进行反向工程、反向编译或反汇编或借助云平台及其服务发展与之有关的衍生产品、作品、服务、插件、外挂、兼容、互联等行为，否则云平台有权追究用户的侵权责任。\n       6.2关于用户名和昵称使用："
          )
        ])
      ]),
      _vm._v(" "),
      _c("h6", [
        _vm._v("\n       6.2关于用户名和昵称使用：\n       "),
        _c("p", [
          _vm._v(
            "(1) 不得使用党和国家领导人或其他知名人士的真实姓名、字号、艺名、笔名作为用户名和昵称；"
          )
        ]),
        _vm._v(" "),
        _c("p", [
          _vm._v(
            "(2) 不得使用国家、政府机构或其他国家、政府机构的名称作为用户名和昵称；"
          )
        ]),
        _vm._v(" "),
        _c("p", [_vm._v("(3) 不得使用带有民族歧视性的名称作为用户名和昵称；")]),
        _vm._v(" "),
        _c("p", [
          _vm._v(
            "(4) 不得使用不文明、不健康，或带攻击性、侮辱性的用户名和昵称；"
          )
        ]),
        _vm._v(" "),
        _c("p", [
          _vm._v("(5) 请勿使用易产生歧义、引起他人误解的用户名和昵称；")
        ]),
        _vm._v(" "),
        _c("p", [
          _vm._v("(6) 不得使用和其他网友之名相近、相仿的用户名和昵称；")
        ]),
        _vm._v(" "),
        _c("p", [_vm._v("(7) 不得使用各种奇形怪状的符号作为用户名和昵称；")]),
        _vm._v(" "),
        _c("p", [_vm._v("(8) 不得使用含有大量空格等作为用户名和昵称。")]),
        _vm._v(
          "\n       对于违反规定或产生不良后果的用户名和昵称，云平台有权删除而不必事先通知。\n   "
        )
      ]),
      _vm._v(" "),
      _c("h6", [_vm._v("\n       6.3关于发表及评论内容规则\n   ")]),
      _vm._v(" "),
      _c("h6", [
        _vm._v(
          "\n       6.3.1对于违反以下规定内容的，在不需要通知和解释的情况下，云平台有权予以删除，并对情节严重者予以封账号处理。\n       "
        ),
        _c("p", [
          _vm._v(
            "(1) 遵守相关法规，严禁发表违反法律法规及社会主义道德规定的内容；"
          )
        ]),
        _vm._v(" "),
        _c("p", [
          _vm._v(
            "(2) 使用文明用语，不得张贴对任何人进行人身攻击、谩骂、诋毁的言论；"
          )
        ]),
        _vm._v(" "),
        _c("p", [
          _vm._v(
            "(3) 不得张贴未经公开报道、未经证实的消息或其他任何具有煽动性的信息；"
          )
        ]),
        _vm._v(" "),
        _c("p", [_vm._v("(4) 不得张贴与所在论坛主题无关的消息、言论和图片；")]),
        _vm._v(" "),
        _c("p", [
          _vm._v("(5) 转贴文章应注明原始出处和时间，并依照法律规定支付报酬；")
        ]),
        _vm._v(" "),
        _c("p", [
          _vm._v(
            "(6) 著作权人或其他权利人，声明未经许可不得转载的，应提前获得许可，并支付报酬。"
          )
        ])
      ]),
      _vm._v(" "),
      _c("h5", [_vm._v("\n       7. 知识产权\n   ")]),
      _vm._v(" "),
      _c("h6", [
        _vm._v(
          "\n       7.1云平台知识产权\n       云平台由中细软集团独立自主开发完成。云平台（网页、客户端、移动端产品）的著作权、商标权、专利权、商业秘密等知识产权、其他相关权利均独立归属云平台所有。云平台以及与其相关的所有信息内容，包括但不限于：云平台商标标识、网页/产品版面设计、界面设计、图标、色彩、文字表述、数据、代码、电子文档及其组合等均受中华人民共和国著作权法、商标法、专利法、反不正当竞争法和相应的国际条约以及其他知识产权法律法规的保护。未经云平台及其他相关权利人同意，用户不得以任何方式或任何途径实施发布、复制、出版等行为，不论是否以商业为目的。\n   "
        )
      ]),
      _vm._v(" "),
      _c("h6", [
        _vm._v(
          "7.2您同意并已充分了解本协议的条款，承诺不将已发表于本站的信息，以任何形式发布或授权其它主体以任何方式使用（包括但限于在各类网站、媒体上使用）。"
        )
      ]),
      _vm._v(" "),
      _c("h6", [
        _vm._v(
          "\n       7.3除法律另有强制性规定外，未经本网站明确的特别书面许可,任何单位或个人不得以任何方式非法地全部或部分复制、转载、引用、链接、抓取或以其他方式使用本站的信息内容，否则，本网站有权追究其法律责任。\n   "
        )
      ]),
      _vm._v(" "),
      _c("h6", [
        _vm._v(
          "\n       7.4本站所刊登的资料信息（诸如文字、图表、标识、按钮图标、图像、声音文件片段、数字下载、数据编辑和软件），均是本网站或其内容提供者的财产，受中国和国际版权法的保护。本站上所有内容的汇编是本网站的排他财产，受中国和国际版权法的保护\n   "
        )
      ]),
      _vm._v(" "),
      _c("h5", [_vm._v("\n       8. 隐私政策\n   ")]),
      _vm._v(" "),
      _c("h6", [
        _vm._v("\n       云平台致力于保护您的隐私，请查阅云平台的 "),
        _c("span", { staticClass: "red" }, [_vm._v("隐私政策")]),
        _vm._v("。\n   ")
      ]),
      _vm._v(" "),
      _c("h5", [_vm._v("\n       9. 禁止用户从事以下行为：\n   ")]),
      _vm._v(" "),
      _c("h6", [
        _vm._v(
          "\n       9.1上载、张贴、发送或传送任何非法、淫秽、色情、低俗的，胁迫、骚扰、中伤他人的，诽谤、侵害他人隐私或诋毁他人名誉或商誉的，其他违反国家法律法规、社会主义道德规范及不适当的信息或电子邮件，包括但不限于资讯、资料、文字、软件、音乐、照片、图形、信息、视频或其他资料（以下简称内容）。\n   "
        )
      ]),
      _vm._v(" "),
      _c("h6", [_vm._v("\n       9.2以任何方式危害未成年人。\n   ")]),
      _vm._v(" "),
      _c("h6", [
        _vm._v(
          "\n       9.3冒充任何人或机构，或以虚伪不实的方式谎称或使人误认为与任何人或任何机构有关\n   "
        )
      ]),
      _vm._v(" "),
      _c("h6", [
        _vm._v(
          "\n       9.4上载、张贴、发送电子邮件或以其他方式传送无权传送的内容。\n   "
        )
      ]),
      _vm._v(" "),
      _c("h6", [
        _vm._v(
          "\n       9.5上载、张贴、发送电子邮件或以其他方式传送侵犯任何人的专利、商标、著作权、商业秘密或其他民事权利之内容。\n   "
        )
      ]),
      _vm._v(" "),
      _c("h6", [
        _vm._v(
          "\n       9.6上载、张贴、发送电子邮件或以其他方式传送广告函件、促销资料、垃圾邮件等。\n   "
        )
      ]),
      _vm._v(" "),
      _c("h6", [
        _vm._v(
          "\n       9.7违反任何相关的中国法律、法规、规章、条例等其他具有法律约束力的规范。\n   "
        )
      ]),
      _vm._v(" "),
      _c("h5", [_vm._v("\n       10. 责任限制与不可抗力\n   ")]),
      _vm._v(" "),
      _c("h6", [
        _vm._v(
          "\n       10.1云平台会尽最大努力完善和提升云平台服务，并按“现有”的状态向您提供本服务，云平台不提供任何类型的担保，不论是明确的或隐含的。例如：云平台不担保本服务一定能满足您的要求，服务不会中断，服务的及时性、安全性、真实性，服务不会发生出错等，但云平台将尽力减少因此给您造成的损失和影响\n   "
        )
      ]),
      _vm._v(" "),
      _c("h6", [
        _vm._v("\n       10.2 "),
        _c("span", { staticClass: "red" }, [
          _vm._v(
            "\n           云平台对您经由云平台提供的服务所获得的信息亦不做任何担保，或承担任何由此等信息引发的损害。尤其是您通过云平台提供的服务获得的商业广告信息、交易信息等。如果您通过获得的上述“信息”而进行任何行为，请您务必自行甄别信息的真实性和谨慎预防可能存在的风险，云平台将不会对您的个人行为承担任何直接、间接、附带或衍生的损失和责任。\n       "
          )
        ])
      ]),
      _vm._v(" "),
      _c("h6", [
        _vm._v("\n       10.3 "),
        _c("span", { staticClass: "red" }, [
          _vm._v(
            "\n           云平台对本项服务下涉及的境内外基础电信运营商的移动通信网络的故障、技术缺陷、覆盖范围限制、不可抗力、计算机病毒、黑客攻击等不可抗力因素导致的损失不承担责任。\n       "
          )
        ])
      ]),
      _vm._v(" "),
      _c("h5", [_vm._v("\n       11. 通知\n   ")]),
      _vm._v(" "),
      _c("h6", [
        _vm._v(
          "\n       所有发给您的通知都可通过电子邮件、常规的信件、平台站内信或在云平台内显著位置公告的方式进行传送。云平台将通过上述方法之一将消息传递给您，告知您服务条款的修改、服务变更等。\n   "
        )
      ]),
      _vm._v(" "),
      _c("h5", [_vm._v("\n       12. 法律责任\n   ")]),
      _vm._v(" "),
      _c("h6", [
        _vm._v(
          "\n       12.1如果发现或收到他人举报或投诉您违反本协议约定的，云平台有权不经通知随时对相关内容进行删除或屏蔽，并视行为情节对违规账号处以包括但不限于警告、限制或禁止使用全部或部分功能、账号封禁直至注销的处罚，并公告处理结果。\n   "
        )
      ]),
      _vm._v(" "),
      _c("h6", [
        _vm._v(
          "\n       12.2您理解并同意，云平台有权依合理判断对违反有关法律法规或本协议规定的行为进行处罚，对违法违规的任何人士采取适当的法律行动，并依据法律法规保存有关信息向有关部门报告等，用您独自承担由此而产生的一切法律责任。\n   "
        )
      ]),
      _vm._v(" "),
      _c("h6", [
        _vm._v(
          "\n       12.3您理解并同意，因您违反本协议或相关的服务条款的规定，导致或产生的任何第三方主张的任何索赔、要求或损失，包括合理的律师费，用户应当全额赔偿云平台及该第三方，并使之免受损害。\n   "
        )
      ]),
      _vm._v(" "),
      _c("h5", [_vm._v("\n       13. 法律适用及管辖\n   ")]),
      _vm._v(" "),
      _c("h6", [
        _vm._v(
          "\n       13.1本协议的订立、执行和解释及争议的解决均应适用在中华人民共和国大陆地区适用之有效法律（但不包括其冲突法规则）。如发生本协议与适用之法律相抵触时，则这些条款将完全按法律规定重新解释，而其它有效条款继续有效。如缔约方就本协议内容或其执行发生任何争议，双方应尽力友好协商解决；协商不成时，任何一方均可向中细软集团有限公司所在地人民法院提起诉讼。    \n   "
        )
      ]),
      _vm._v(" "),
      _c("h5", [_vm._v("\n       14. 其他及生效条件\n   ")]),
      _vm._v(" "),
      _c("h6", [
        _vm._v(
          "\n       14.1本网站对本协议拥有最终的解释权。本协议及本网站有关页面的相关名词可互相引用参照，如有不同理解，则以本协议条款为准。此外，若本协议的部分条款被认定为无效或者无法实施时，本协议中的其他条款仍然有效。\n   "
        )
      ]),
      _vm._v(" "),
      _c("h6", [
        _vm._v(
          "\n       14.2本协议自您注册云平台账号，或访问、浏览及使用云平台之时开始生效。\n   "
        )
      ]),
      _vm._v(" "),
      _c("p", { staticClass: "ti2" }, [_vm._v("版本生效日期：2018年10月18日")])
    ])
  }
]
render._withStripped = true

if (false) {
  module.hot.accept()
  if (module.hot.data) {
    require("vue-hot-reload-api")      .rerender("data-v-52955a17", { render: render, staticRenderFns: staticRenderFns })
  }
}

/***/ }),

/***/ 592:
/***/ (function(module, __webpack_exports__, __webpack_require__) {

"use strict";
Object.defineProperty(__webpack_exports__, "__esModule", { value: true });
/* harmony import */ var __WEBPACK_IMPORTED_MODULE_0__babel_loader_node_modules_vue_loader_lib_selector_type_script_index_0_agreement_vue__ = __webpack_require__(868);
/* empty harmony namespace reexport */
/* harmony import */ var __WEBPACK_IMPORTED_MODULE_1__node_modules_vue_loader_lib_template_compiler_index_id_data_v_52955a17_hasScoped_true_optionsId_0_buble_transforms_node_modules_vue_loader_lib_selector_type_template_index_0_agreement_vue__ = __webpack_require__(1345);
/* harmony import */ var __WEBPACK_IMPORTED_MODULE_2__node_modules_vue_loader_lib_runtime_component_normalizer__ = __webpack_require__(213);
var disposed = false
function injectStyle (context) {
  if (disposed) return
  __webpack_require__(1343)
}
/* script */


/* template */

/* template functional */
var __vue_template_functional__ = false
/* styles */
var __vue_styles__ = injectStyle
/* scopeId */
var __vue_scopeId__ = "data-v-52955a17"
/* moduleIdentifier (server only) */
var __vue_module_identifier__ = null

var Component = Object(__WEBPACK_IMPORTED_MODULE_2__node_modules_vue_loader_lib_runtime_component_normalizer__["a" /* default */])(
  __WEBPACK_IMPORTED_MODULE_0__babel_loader_node_modules_vue_loader_lib_selector_type_script_index_0_agreement_vue__["a" /* default */],
  __WEBPACK_IMPORTED_MODULE_1__node_modules_vue_loader_lib_template_compiler_index_id_data_v_52955a17_hasScoped_true_optionsId_0_buble_transforms_node_modules_vue_loader_lib_selector_type_template_index_0_agreement_vue__["a" /* render */],
  __WEBPACK_IMPORTED_MODULE_1__node_modules_vue_loader_lib_template_compiler_index_id_data_v_52955a17_hasScoped_true_optionsId_0_buble_transforms_node_modules_vue_loader_lib_selector_type_template_index_0_agreement_vue__["b" /* staticRenderFns */],
  __vue_template_functional__,
  __vue_styles__,
  __vue_scopeId__,
  __vue_module_identifier__
)
Component.options.__file = "src\\components\\login\\agreement.vue"

/* hot reload */
if (false) {(function () {
  var hotAPI = require("vue-hot-reload-api")
  hotAPI.install(require("vue"), false)
  if (!hotAPI.compatible) return
  module.hot.accept()
  if (!module.hot.data) {
    hotAPI.createRecord("data-v-52955a17", Component.options)
  } else {
    hotAPI.reload("data-v-52955a17", Component.options)
  }
  module.hot.dispose(function (data) {
    disposed = true
  })
})()}

/* harmony default export */ __webpack_exports__["default"] = (Component.exports);


/***/ }),

/***/ 868:
/***/ (function(module, __webpack_exports__, __webpack_require__) {

"use strict";
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//

/* harmony default export */ __webpack_exports__["a"] = ({
  metaInfo: function metaInfo() {
    return {
      title: '注册协议-创新科技服务云平台'
    };
  },
  data: function data() {
    return {};
  },

  components: {}
});

/***/ })

});